Revit 2021.1 API
SymbolTypeId.Therm Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId Therm { get; }
Visual Basic
Public Shared ReadOnly Property Therm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Therm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace